[
  {
    "judul":	"Tes Doa",
    "isi": [
			["ٱللَّٰهُ أَكْبَرُ","Allaahuakbar","<p>Allah Maha Besar</p><p><em>Di baca sambil mengangkat kedua tangan dengan merapatkan jari jemarinya (tidak mengepal) <strong>menghadap kiblat</strong>, di angkat <strong>setinggi bahu</strong> atau <strong>sejajar daun telinga</strong>.</em><br /><strong>Mutaffaq 'alaih</strong></p><p><em>Nabi ﷺ sering mengeraskan bacaan takbiratul ihram hingga terdengar oleh orang-orang di belakangnya. Beliau ﷺ terkadang mengangkat tangannya bersamaan dengan ucapan Allahu Akbar, kadang juga sebelumnya atau sesudahnya. Dan ketika sudah tegak berdiri pandangan mata beliau ﷺ menuju tempat sujud.</em><br /><strong>HR. Al Baihaqi dan Al Hakim</strong></p><p><em>Lalu kemudian bersedekap, bisa dengan meletakkan telapak tangan kanan di atas <strong>telapak</strong> tangan kiri, menggenggam <strong>pergelangan</strong> atau <strong>lengan</strong> tangan kiri dengan tangan kanan dan meletakkan tangan di atas dada.</em><br /><strong>HR. Ahmad 4: 318</strong></p>"]
			]
  },
  {
    "judul":	"Membaca Istiftah",
    "isi": [
			["اللَّهُمَّ بَاعِدْ بَيْنِي وَبَيْنَ خَطَايَايَ كَمَا بَاعَدْتَ بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ اللَّهُمَّ نَقِّنِي مِنْ خَطَايَايَ كَمَا يُنَقَّى الثَّوْبُ الْأَبْيَضُ مِنْ الدَّنَسِ اللَّهُمَّ اغْسِلْنِي مِنْ خَطَايَايَ بِالْمَاءِ وَالثَّلْجِ وَالْبَرَدِ","Allahumma baa’id baynii wa bayna khothoyaaya kamaa baa’adta baynal masyriqi wal maghrib. Allahumma naqqinii min khothoyaaya kamaa yunaqqots tsaubul abyadhu minad danas. Allahummagh-silnii min khothoyaaya bil maa-i wats tsalji wal barod'","<p>Ya Allah, jauhkanlah antara aku dan kesalahan-kesalahanku, sebagaimana Engkau menjauhkan antara timur dan barat. Ya Allah, bersihkanlah aku dari kesalahan-kesalahanku sebagaimana baju putih dibersihkan dari kotoran. Ya Allah, cucilah aku dari kesalahan-kesalahanku dengan air, salju dan embun<br /><strong>HR. Bukhari no.744</strong><br /><strong>Muslim no.598</strong><br /><strong>An Nasai no.896</strong></p>"],
			["سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ، وَتَبَارَكَ اسْمُكَ، وَتَعَالَى جَدُّكَ، وَلاَ إِلَـٰهَ غَيْرُكَ","Subhaanakallaahumma wa bihamdika, wa tabaarokasmuka, wa ta'aalaa jadduka, wa laa ilaaha ghairuk","<p>Maha Suci Engkau ya Allah, aku memujiMu, Maha Berkah akan nama-Mu, Maha Tinggi kekayaan dan kebesaranMu, tidak ada sesembahan yang berhak disembah kecuali Engkau.<br /><strong>HR. Empat penyusun kitab Sunan</strong><br /><strong>Shahih At-Tirmidzi 1:77</strong><br /><strong>Shahih Ibnu Majah 1:135</strong></p>"],
			["اَلْحَمْدُ لِلَّهِ حَمْدًا كَثِيرًا طَيِّبًا مُبَارَكًا فِيهِ","Alhamdulillaahi hamdan katsiiron thoyyiban mubaarokan fiih","<p>Segala puji bagi Allah, pujian yang banyak, baik, lagi berberkah.<br /><strong>HR. Muslim no.600</strong></p>"],
			["اَللَّهُ أَكْبَرُ كَبِيرًا، وَالْحَمْدُ لِلَّهِ كَثِيرًا، وَسُبْحَانَ اللَّهِ بُكْرَةً وَأَصِيلًا","Allaahu akbar kabiiroo, wal hamdulillaahi katsiiroo, wa subhaanallaahi bukrataw-wa ashiilaa","<p>Allah Maha Besar, Segala Puji bagi Allah, pujian yang banyak, Maha Suci Allah, baik waktu pagi dan petang.<br /><strong>HR. Muslim no.943</strong></p>"]
			]
  },
  {
    "judul":	"Membaca Ta’awudz",
    "isi": [
			["أَعُوذُ بِاللَّهِ السَّمِيعِ الْعَلِيمِ مِنَ الشَّيْطَانِ الرَّجِيمِ مِنْ هَمْزِهِ وَنَفْخِهِ وَنَفْثِهِ","A’udzu billahis samii’il ‘aliim, minasy syaithoonir rojiim min hamzihi wa nafkhihi wa naftsih","<p>Aku berlindung kepada Allah Yang Maha mendengar lagi Maha mengetahui dari gangguan syaitan yang terkutuk, dari kegilaannya, kesombongannya, dan bisikannya yang tercela.<br /><strong>HR. Abu Daud no 775</strong><br /><strong>Tirmidzi no 242</strong></p><p><em>Bisa pula mencukupkan ta&rsquo;awudz dengan membaca:</em></p>"],
			["أَعُوْذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيْمِ","A 'uudzu billahi minassyaiithoonir rojiim","<p>Aku berlindung kepada Allah dari godaan syaitan yang terkutuk.</p><p><em>Ta&rsquo;awudz dibaca pada raka&rsquo;at pertama sebelum memulai membaca surat setelah membaca doa istiftah. <strong>Ibnu Taimiyah berkata</strong>, Jika seseorang meninggalkan membaca ta&rsquo;awudz di rakaat pertama, maka hendaklah ia membacanya di raka&rsquo;at kedua.</em><br /><strong>Kitab Shifatish Shalah, hal. 97</strong></p>"]
			]
  },
  {
    "judul":	"Membaca Al-Fatihah",
    "isi": [
			["بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ ١ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ ٢ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ ٣ مَٰلِكِ يَوۡمِ ٱلدِّينِ ٤ إِيَّاكَ نَعۡبُدُ وَإِيَّاكَ نَسۡتَعِينُ ٥ ٱهۡدِنَا ٱلصِّرَٰطَ ٱلۡمُسۡتَقِيمَ ٦ صِرَٰطَ ٱلَّذِينَ أَنۡعَمۡتَ عَلَيۡهِمۡ غَيۡرِ ٱلۡمَغۡضُوبِ عَلَيۡهِمۡ وَلَا ٱلضَّآلِّينَ ٧ --- آمِيْنُ ","Bismillahir rahmanir rahiim • Alhamdu lillahi rabbil 'aalamiin • Arrahmanirrahiim • Maalikiyau middiin • Iyyaaka na'budu waiyyaaka nasta'iin • Ihdinash shiraathal mustaqiim • Shirathalladziina an'amta 'alaihim ghairil maghdhuubi 'alaihim wa lad'dhoo-lliin --- Aamiin","<p><strong>1)</strong> Dengan nama Allah yang Maha Pengasih lagi Maha Penyayang<br /><strong>2)</strong> Segala puji bagi Allah, Rabb semesta alam<br /><strong>3)</strong> Maha Pemurah lagi Maha Penyayang<br /><strong>4)</strong> Yang menguasai hari pembalasan<br /><strong>5)</strong> Hanya kepada Engkaulah kami beribadah, dan hanya kepada Engakaulah kami meminta pertolongan<br /><strong>6)</strong> Tunjukilah kami jalan yang lurus<br /><strong>7)</strong> Yaitu jalan orang-orang yang telah Engkau beri nikmat kepada mereka, bukan (jalan) mereka yang di murkai dan bukan (pula jalan) mereka yang sesat<br /><strong>QS: Al-Fatihah 1-7</strong><br />--- Kabulkanlah do'a kami ya Allah</p><p><em>Nabi ﷺ berhenti sejenak pada setiap akhir ayat, tidak menyambung dengan ayat berikutnya</em><br /><strong>HR. Abu Daud no.4001</strong></p><p><em>Lalu mengucapkan aamiin setelah membaca Al-fatihah dengan keras pada sholat-sholat <strong>jahriyyah</strong>, dan di ikuti oleh makmum hingga masjid bergema</em></p><p><em>Lalu Nabi ﷺ membaca salah satu surah atau ayat dari Al-Quran</em></p><p><em>*Maksud dari jahriyah adalah mengeraskan bacaan hingga terdengar oleh makmum di belakangnya, yaitu pada sholat Subuh dan 2 rakaat pertama dari sholat Maghrib dan Isya'.</em></p>"]
			]
  },
  {
    "judul":	"Ruku'",
    "isi": [
			["","","<p><em>Lalu bertakbir seraya mengangkat kedua tangan menuju ruku', kemudian membaca:</em></p>"],
			["سُبْحَانَ رَبِّيَ الْعَظِيْمِ","Subhaana robbiyal 'azhiim (3x)","<p>Maha Suci Tuhanku Yang Maha Agung (3x).<br /><strong>HR. Penyusun kitab Sunan dan Imam Ahmad</strong><br /><strong>Shahih At-Tirmidzi 1:83</strong></p><p><em>Atau bisa juga membaca:</em></p>"],
			["سُبْحَانَ رَبِّيَ الْعَظِيْمِ وَبِحَمْدِهِ","Subhaana robbiyal 'azhiimi wa bihamdih (3x)","<p>Maha Suci Tuhanku Yang Maha Agung, dan dengan pujian untuk-Nya (3x).<br /><strong>HR. Abu Daud no.870</strong></p><p><em>Juga Nabi ﷺ terkadang membaca:</em></p>"],
			["سُبُّوْحٌ، قُدُّوْسٌ، رَبُّ الْمَلَائِكَةِ وَالرُّوْحِ","Subbuuhun, qudduusun, robbul malaa-ikati war-ruuh","<p>Maha Suci, Maha Suci, Tuhannya para malaikat dan Jibril.<br /><strong>HR. Muslim 1:353</strong><br /><strong>Abu Dawud 1:230.</strong></p>"]
			]
  },
  {
    "judul":	"Bangkit dari ruku' (I'tidal)",
    "isi": [
			["","","<p><em>Kemudian bangkit dari ruku' sambil mengangkat kedua tangannya sejajar dengan bahu atau daun telinga, nabi ﷺ membacanya saat <strong>sholat sendiri</strong> atau saat menjadi <strong>imam</strong> dengan bacaan:</em></p>"],
			["سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ","Sami'allaahu liman hamidah","<p>Semoga Allah mendengar pujian orang yang memujiNya.<br /><strong>HR. Al Bukhari dalam Fathul Baari 2:282.</strong></p><p><em>Kemudian membaca:</em></p>"],
			["رَبَّنَا وَلَكَ الْحَمْدُ","Robbanaa wa lakal hamdu","<p>Wahai Rabb kami, bagiMu segala puji.<br /><strong>HR. Al Bukhari no.732</strong><br /><strong>Muslim no.866</strong></p><p><em>Atau bisa juga dibaca dengan lafadz:</em></p>"],
			["رَبَّنَا لَكَ الْحَمْدُ","Robbanaa lakal hamdu","<p>Wahai Rabb kami, bagiMu segala puji.<br /><strong>HR. Al Bukhari no.789</strong></p><p><em>Juga bisa dengan menambah kata Allahumma di bagian depan, bisa dengan waw atau tanpa waw seperti contoh di atas, seperti:</em></p>"],
			["اَللَّهُمَّ رَبَّنَا وَلَكَ الْحَمْدُ","Allaahumma robbanaa wa lakal hamdu","<p>Ya Allah, Rabb kami, bagi-Mu segala puji.<br /><strong>HR. Bukhari no.795</strong><br /><strong>HR. Muslim no.404</strong></p><p><em>Dan bisa menambah setelah bacaan di atas:</em></p>"],
			["مِلْءَ السَّمَوَاتِ وَمِلْءَ الأَرْضِ وَمِلْءَ مَا شِئْتَ مِنْ شَىْءٍ بَعْدُ","Mil as-samawaati wamil al-ardhi wa mil a maa syi'ta min syai-im ba'du","<p>Sepenuh langit dan sepenuh bumi, dan sepenuh apa yang Engkau inginkan dari sesuatu setelahnya.<br /><strong>HR. Muslim no.1067</strong></p><p><em>Atau yang lebih lengkap dengan bacaan:</em></p>"],
			["اللَّهُمَّ رَبَّنَا لَكَ الْحَمْدُ مِلْءَ السَّمَوَاتِ وَمِلْءَ الأَرْضِ وَمِلْءَ مَا شِئْتَ مِنْ شَىْءٍ بَعْدُ أَهْلَ الثَّنَاءِ وَالْمَجْدِ لاَ مَانِعَ لِمَا أَعْطَيْتَ وَلاَ مُعْطِىَ لِمَا مَنَعْتَ وَلاَ يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ","Allahumma robbanaa lakal hamdu mil-assamawaati wa mil-al ardhi, wa mil-a maa syi’ta min syai-in ba’du, ahlats tsanaa-i wal majdi, laa maani’a limaa a’thoita, wa laa mu’thiya lima mana’ta, wa laa yanfa’u dzal jaddi minkal jaddu","<p>Ya Allah, Rabb kami, bagiMu segala puji sepenuh langit dan sepenuh bumi, sepenuh apa yang Engkau kehendaki setelah itu. Wahai Tuhan yang layak dipuji dan diagungkan. Tidak ada yang dapat menghalangi apa yang Engkau berikan dan tidak ada pula yang dapat memberi apa yang Engkau halangi, tidak bermanfaat kekayaan bagi orang yang memilikinya, hanyalah dariMu kekayaan itu.<br /><strong>HR. Muslim no.471</strong></p>"]
			]
  },
  {
    "judul":	"Sujud",
    "isi": [
			["","","<p><em>Lalu sambil bertakbir turun sujud, boleh dengan turun kedua telapak tangan dulu, atau lutut dahulu. Kemudian sujud dengan tujuh anggota badan yaitu dengan menempelkan wajah (dahi dan hidung), kedua telapak tangan, kedua lutut, dan kedua ujung jari kaki.</em><br /><strong>HR. Abu Daud</strong><br /><strong>At Tirmidzi</strong></p><p><em>Dan kemudian membaca:</em></p>"],
			["سُبْحَانَ رَبِّيَ اْلأَعْلَى","Subhaana robbiyal a'laa (3 kali)","<p>Maha Suci Rabbku Yang Maha Tinggi. (3 kali)<br /><strong>HR. Ahmad</strong><br /><strong>Ibnu Khuzaimah</strong></p><p><em>Dibaca 3 kali atau lebih. Atau dengan bacaan:</em></p>"],
			["سُبْحَانَ رَبِّيَ اْلأَعْلَى وَبِحَمْدِهِ","Subhaana robbiyal a'laa wa bihamdih (3 kali)","<p>Maha Suci Rabbku Yang Maha Tinggi, dan dengan pujian untukNya (3 kali).<br /><strong>HR. Abu Daud no.870</strong></p><p><em>Di baca 3 kali atau lebih. Atau dengan bacaan:</em></p>"],
			["سُبْحَانَكَ اللَّهُمَّ رَبَّنَا وَبِحَمْدِكَ، اَللَّهُمَّ اغْفِرْ لِيْ","Subhaanakallaahumma robbanaa wa bihamdika, allaahummagh-fir lii","<p>Maha Suci Engkau ya Allah Rabb kami, dan dengan pujian untukMu. Ya Allah, ampunilah aku.<br /><strong>HR. Bukhari no.817</strong><br /><strong>Muslim no.484</strong></p><p><em>Di baca 3 kali atau lebih. Dan bisa juga dengan bacaan berikut:</em></p>"],
			["سُبُّوْحٌ، قُدُّوْسٌ، رَبُّ الْمَلَائِكَةِ وَالرُّوْحِ","Subbuuhun, qudduusun, robbul malaa-ikati war-ruuh","<p>Maha Suci, Maha Suci, Tuhannya para malaikat dan Jibril.<br /><strong>HR. Muslim</strong></p><p><em>Nabi ﷺ menganjurkan agar memperbanyak berdoa ketika sujud.</em><br /><strong>HR. Muslim</strong></p>"]
			]
  },
  {
    "judul":	"Duduk Di Antara Dua Sujud",
    "isi": [
			["","","<p><em>Dan kemudian bangkit dari sujud sambil bertakbir menuju duduk di antara dua sujud, dan membaca:</em></p>"],
			["اَللَّهُمَّ اغْفِرْ لِي، وَارْحَمْنِي، وَاجْبُرْنِي، وَارْفَعْنِي، وَاهْدِنِي، وَعَافِنِي، وَارْزُقْنِي","Allaahummagh-fir lii, warhamnii, wajburnii, warfa'nii, wahdinii, wa 'aafinii, warzuqnii","<p>Ya Allah, ampunilah aku, rahmatilah aku, cukupilah kekuranganku, angkatlah (derajat)ku, tunjukilah aku (dunia akhirat), selamatkanlah aku dan berilah aku rezeki.'<br /><strong>HR. Abu Dawud no.850</strong><br /><strong>At- Tirmidzi no.284</strong><br /><strong>Ibnu Majah no.898</strong><br /><strong>Al-Hakim 1:262, 271</strong><br /><strong>Al-Baihaqi 2:122</strong><br /><strong>Ahmad 1:315, 371</strong></p><p><em>Atau bisa dengan membaca:</em></p>"],
			["رَبِّ اغْفِرْ لِيْ، رَبِّ اغْفِرْ لِيْ","Robbigh-fir lii, robbigh-fir lii","<p>Wahai Robbku, ampunilah aku, wahai Robbku, ampunilah aku.<br /><strong>HR. Abu Dawud 1:231</strong><br /><strong>Ibnu Majah 1:148</strong></p><p><em>Duduk di antara dua sujud bisa di lakukan dengan:</em></p><p><em><strong>Duduk iftirasy</strong></em><br /><em>Duduk di atas sisi telapak kaki kiri dan menegakkan telapak kaki kanan.</em></p><p><em><strong>Duduk iq'aa</strong></em><br /><em>Dengan menegakkan kedua telapak kaki dan duduk di atas kedua tumit.</em></p><p><em>Sedangkan kedua telapak tangan di letakkan di atas kedua paha dengan membentangkan jari jemari (tidak di kepalkan).</em></p><p><em>Kemudian kembali bertakbir menuju sujud kedua sama seperti sujud pertama, maka sempurnalah satu rakaat.</em></p><p><em>Lalu bangkit seraya bertakbir untuk melakukan rakaat kedua sebagaimana rakaat pertama namun tanpa takbitarul ihram, doa istiftah dan ta'awwudz.</em></p><p><em>Juga memperingkas rakaat kedua daripada rakaat pertama.</em><br /><strong>HR. Muslim dan Ahmad</strong>.</p>"]
			]
  },
  {
    "judul":	"Duduk Tasyahhud",
    "isi": [
			["","","<p><strong>Tasyahhud Awal</strong></p><p><em>Berikut beberapa bacaan yang nabi ﷺ pernah lakukan:</em></p>"],
			["اَلتَّحِيَّاتُ لِلَّهِ، وَالصَّلَوَاتُ وَالطَّيِّبَاتُ، اَلسَّلَامُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ، اَلسَّلَامُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِيْنَ، أَشْهَدُ أَنْ لَا إِلَـٰهَ إِلَّا اللَّهُ، وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُوْلُهُ","At-tahiyyaatu lillaah, wash-sholawaatu wath-thoyyibaat. As-salaamu 'alaika ayyuhanNabiyyu wa rohmatullaahi wa barokaatuh. As-salaamu 'alainaa wa 'alaa 'ibaadillaahish-shoolihiin. Asyhadu allaa ilaaha illallaah, wa asyhadu anna muhammadan 'abduhu wa rosuuluh","<p>Segala penghormatan hanya milik Allah, begitu juga shalawat dan kebaikan. Semoga kesejahteraan terlimpahkan kepadamu wahai Nabi, begitu juga rahmat Allah dan berkahNya. Semoga kesejahteraan terlimpahkan kepada kami dan hamba-hamba Allah yang shalih. Aku bersaksi bahwa tidak ada sesembahan yang berhak disembah kecuali Allah, dan aku bersaksi bahwa Muhammad adalah hamba dan utusanNya.<br /><strong>HR. Al-Bukhari dalam Fathul Baari 1:13</strong><br /><strong>Imam Muslim 1:301</strong></p>"],
			["اَلتَّحِيَّاتُ الْمُبَارَكَاتُ الصَّلَوَاتُ الطَّيِّبَاتُ لِلَّهِ، اَلسَّلَامُ عَلَيْكَ أَيُّهَا النَّبِىُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ، اَلسَّلَامُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ، أَشْهَدُ أَنْ لَا إِلَـٰهَ إِلَّا اللَّهُ، وَأَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ","At-tahiyyaatul mubaarokaatush-sholawaatuth-thoyyibaatu lillaah. As-salaamu 'alaika ayyuhan-nabiyyu wa rohmatullaahi wa barokaatuh. As-salaamu 'alainaa wa 'alaa 'ibaadillaahish-shoolihiin. Asyhadu al-laa ilaaha illallaah, wa asyhadu anna muhammadar-rosuulullaah","<p>Segala ucapan selamat, keberkahan, shalawat dan kebaikan hanya milik Allah. Semoga kesejahteraan terlimpahkan kepadamu wahai Nabi, begitu juga rahmat Allah dan berkah-Nya. Semoga kesejahteraan terlimpahkan kepada kami dan hamba-hamba Allah yang shalih. Aku bersaksi bahwa tidak ada sesembahan yang berhak disembah kecuali Allah, dan aku bersaksi bahwa Muhammad adalah utusan Allah.<br /><strong>HR. Muslim no 403</strong></p><p><em>Duduk tasyahhud awal di lakukan di akhir rakaat kedua sebelum berdiri menuju rakaat ketiga di sholar Dhuhur, Ashar, Maghrib dan 'Isya.</em><br /><em>Dan duduk tasyahhud awal di lakukan seperti duduk di antara dua sujud, namun dengan mengarahkan telunjuk kanan ke arah depan. Nabi ﷺ biasa mengepalkan jari-jarinya dan mengarahkan telunjuknya kedepan atau mengepalkan jari manis dan kelingkingnya, sementara ujung ibu jari dan telunjuk bertemu hingga membentuk lingkaran dan mengarahkan telunjuknya ke depan.</em></p><p><strong>Tasyahud Akhir</strong></p><p><em>Bacaan tasyahud akhir sama dengan tasyahud awal dan menambahkan sholawat nabi setelahnya, yaitu:<br /></em></p>"],
			["اَللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيْمَ وَعَلَى آلِ إِبْرَاهِيْمَ، إِنَّكَ حَمِيْدٌ مَجِيْدٌ، اَللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى إِبْرَاهِيْمَ وَعَلَى آلِ إِبْرَاهِيْمَ، إِنَّكَ حَمِيْدٌ مَجِيْدٌ","Allaahumma sholli 'alaa muhammad, wa 'alaa aali muhammad, kamaa shollaita 'alaa ibroohiim, wa 'alaa aali ibroohiim, innaka hamiidun majiid. Allaahumma baarik 'alaa muhammad, wa 'alaa aali muhammad, kamaa baarokta 'alaa ibroohiim, wa 'alaa aali ibroohiim, innaka hamiidun majiid","<p>Ya Allah, berikanlah shalawat kepada Muhammad dan keluarga Muhammad, sebagaimana Engkau telah memberikan shalawat kepada Ibrahim dan keluarga Ibrahim. Sesungguhnya Engkau Maha Terpuji dan Maha Mulia. Ya Allah, berkahilah Muhammad dan keluarga Muhammad (termasuk anak dan istri atau umatnya), sebagaimana Engkau telah memberkahi Ibrahim dan keluarga Ibrahim. Sesungguhnya Engkau Maha Terpuji dan Maha Mulia.'<br /><strong>HR. Al-Bukhari dan Muslim</strong></p><p><em>Duduk tasyahud akhir di lakukan pada akhir rakaat sholat,seperti pada akhir rakaat ketiga sholat maghrib, akhir rakaat keempat pada sholat Dhuhur, Ashar dan 'Isya, serta akhir rakaat kedua pada sholat Subuh, Jum'at, sholat Ied atau pada akhir rakaat sholat-sholat sunnah dua rakaat.</em><br /><em>Di lakukan dengan duduk tawarruk, yaitu dengan menempelkan bagian pantat kiri ke lantai dan mengeluarkan telapak kaki kiri kearah kanan di bawah bagian paha dan betis kaki kanan, sementara telapak kaki kanan tegak berdiri. namun terkadang nabi ﷺ juga melakukan duduk iftirasy seperti duduk pada tasyahhud awal.</em></p><p><em>Setelah membaca sholawat, kemudian bisa membaca doa perlindungan dari empat perkara, yaitu:</em></p>"],
			["اَللَّهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنْ عَذَابِ جَهَنَّمَ، وَمِنْ عَذَابِ الْقَبْرِ، وَمِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ، وَمِنْ شَرِّ فِتْنَةِ الْمَسِيْحِ الدَّجَّالِ","Allaahumma innii a'uudzu bika min 'adzaabi jahannam, wa min 'adzaabil qobr, wa min fitnatil mahyaa wal mamaat, wa min syarri fitnatil masiihid-dajjaal","<p>Ya Allah, sesungguhnya aku berlindung kepadaMu dari siksa neraka Jahanam, siksa kubur, fitnah kehidupan dan setelah mati, serta dari kejahatan fitnah Almasih Dajjal.<br /><strong>HR. Muslim no.588</strong></p><p><em>Lalu kemudian bisa manambah membaca doa-doa yang di kehendaki.</em></p>"]
			]
  },
  {
    "judul":	"Salam",
    "isi": [
			["","","<p><em>Kemudian menutup sholat dengan salam setelah tasyahhud akhir dengan menoleh ke arah kanan sambil membaca:</em></p>"],
			["اَلسَّلَامُ عَلَيْكُمْ وَرَحْمَةُ اللَّهِ","Assalaamu 'alaikum wa rohmatullaah","<p>Semoga keselamatan atas kalian, demikian juga rahmat Allah.<br /><strong>HR. Nasai</strong><br /><strong>Abu Daud</strong></p><p><em>Dan juga ada riwayat bahwa nabi ﷺ pernah menambah dengan bacaan:</em></p>"],
			["اَلسَّلَامُ عَلَيْكُمْ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ","As-salaamu 'alaikum wa rohmatullaahi wa barokaatuh","<p>Semoga keselamatan atas kalian, demikian juga rahmat Allah dan keberkahanNya.<br /><strong>HR. Abu Daud</strong></p><p><em>Lalu disunnahkan menoleh ke kiri dengan membaca bacaan di atas.</em></p>"]
			]
  },
  {
    "judul":	"Dzikir Setelah Sholat Fardhu",
    "isi": [
			["أَسْتَغْفِرُ اللَّهَ (×3)\n اَللَّهُمَّ أَنْتَ السَّلاَمُ، وَمِنْكَ السَّلاَمُ، تَبَارَكْتَ يَا ذَا الْجَلاَلِ وَاْلإِكْرَامِ","Astaghfirullaah (3 kali). \nAllaahumma antas-salaam, wa minkas-salaam, tabaarokta yaa dzal jalaali wal ikroom","<p>Aku minta ampun kepada Allah (3 kali). Ya Allah, Engkau pemberi keselamatan, dan dariMu keselamatan, Maha Suci Engkau, wahai Tuhan Pemilik Keagungan dan Kemuliaan.<br /><strong>HR. Muslim 1:414</strong></p>"],
			["لاَ إِلَـٰهَ إِلاَّ اللَّهُ، وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ، اَللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ، وَلاَ مُعْطِيَ لِمَا مَنَعْتَ، وَلاَ يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ","Laa ilaaha illallaah, wahdahu laa syariika lah, lahul mulku wa lahul hamd, wa huwa 'alaa kulli syai-in qodiir, allaahumma laa maani'a limaa a'thoita, wa laa mu'thiya limaa mana'ta, wa laa yanfa'u dzal jaddi minkal jaddu","<p>Tidak ada sesembahan yang berhak disembah kecuali Allah, Yang Maha Esa, tiada sekutu bagiNya. BagiNya kerajaan dan bagiNya pujian. Dan Dia Maha Kuasa atas segala sesuatu. Ya Allah, tidak ada yang mencegah apa yang Engkau beri, dan tidak ada yang memberi apa yang Engkau cegah. Tidak berguna kekayaan dan kemuliaan itu bagi pemiliknya (selain iman dan amal shalihnya). Hanya dariMu kekayaan dan kemuliaan.<br /><strong>HR. Al-Bukhari 1:255</strong><br /><strong>Muslim 1:414</strong></p>"],
			["لاَ إِلَـٰهَ إِلاَّ اللَّهُ، وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ، لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ، لاَ إِلَـٰهَ إِلاَّ اللَّهُ، وَلاَ نَعْبُدُ إِلاَّ إِيَّاهُ، لَهُ النِّعْمَةُ وَلَهُ الْفَضْلُ وَلَهُ الثَّنَاءُ الْحَسَنُ، لاَ إِلَـٰهَ إِلاَّ اللَّهُ، مُخْلِصِيْنَ لَهُ الدِّيْنَ وَلَوْ كَرِهَ الْكَافِرُوْنَ","Laa ilaaha illallaah, wahdahu laa syariika lah, lahul mulku wa lahul hamd, wa huwa 'alaa kulli syai-in qodiir, laa haula wa laa quwwata illaa billaah, laa ilaaha illallaah, wa laa na'budu illaa iyyaah, lahun-ni'matu, wa lahul fadhlu, wa lahuts-tsanaa-ul hasan, laa ilaaha illallaah, mukhlishiina lahud-diin, wa lau karihal kaafiruun","<p>Tidak ada sesembahan yang berhak disembah kecuali Allah, Yang Maha Esa, tiada sekutu bagiNya. BagiNya kerajaan dan bagiNya pujian. Dan Dia Maha Kuasa atas segala sesuatu. Tiada daya dan kekuatan kecuali dengan pertolongan Allah. Tidak ada sesembahan yang berhak disembah kecuali Allah. Kami tidak menyembah kecuali kepadaNya. BagiNya nikmat, anugerah dan pujaan yang baik. Tidak ada sesembahan yang berhak disembah kecuali Allah, dengan memurnikan ibadah kepadaNya, sekalipun orang-orang kafir membencinya.<br /><strong>HR. Muslim 1:415</strong></p>"],
			["سُبْحَانَ اللهِ (×33)\nاَلْحَمْدُ لِلَّهِ (×33)\nاَللهُ أَكْبَرُ (×33)\nلاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ","Subhanallah (33 kali)\nAlhamdulillah (33 kali)\nAllahu akbar (33 kali)\nLaa ilaha illallah wahdahu laa syarika lah. Lahul mulku wa lahul hamdu wa huwa ‘ala kulli syai-in qodiir","<p>Maha Suci Allah (33 kali)<br />Segala puji bagi Allah (33 kali)<br />Allah Maha Besar (33 kali)<br />Tidak ada Rabb (yang berhak disembah) kecuali Allah Yang Maha Esa, tidak ada sekutu bagiNya. BagiNya kerajaan. BagiNya pujaan. Dia-lah Yang Mahakuasa atas segala sesuatu.<br /><strong>Syarh Shahih Muslim, 5: 84</strong></p>"],
			["اللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ الْحَىُّ الْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌ وَلَا نَوْمٌ ۚ لَّهُۥ مَا فِى السَّمَاوَاتِ وَمَا فِى الْأَرْضِ ۗ مَن ذَا الَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ ۖ وَلَا يَئُودُهُۥ حِفْظُهُمَا ۚ وَهُوَ الْعَلِىُّ الْعَظِيمُ","Allahu laà ilaa ha illaa huwal hayyul qoyyuum • laa ta' khudzuhuu sinatuw wa laa nauum • lahuu maa fis samaa waa ti wa maa fil ardh' • maņ dzalladzii yasyfa'u 'iņdahuú illaa bi idznih' • ya' lamu maa bayna aydiihim wa maa khalfahum • wa laa yuhiithuu na bi syaii immin 'illmihií illaa bimaa syaà' • wasi'a kursiyyuhus samaa waa ti wal ardh' • walaa ya uu duhuu hif dluhumaa • wahuwal 'aliyyul 'adlhiim","<p>Allah, tidak ada sesembahan yang berhak disembah kecuali Dia Yang Hidup Kekal lagi terus-menerus mengurus (makhlukNya). Tidak mengantuk dan tidak tidur. KepunyaanNya apa yang di langit dan di bumi. Siapakah yang dapat memberi syafa'at di sisi Allah tanpa izinNya? Allah mengetahui apa-apa yang di hadapan dan di belakang mereka, dan mereka tidak mengetahui apa-apa dari ilmu Allah melainkan apa yang dikehendakiNya. Kursi Allah meliputi langit dan bumi, dan Allah tidak merasa berat memelihara keduanya. Dan Allah Maha Tinggi lagi Maha Besar.<br /><strong>QS. Al-Baqarah : 255</strong><br /><em><strong>Faedah:</strong> Siapa membaca ayat Kursi setiap selesai shalat, tidak ada yang menghalanginya masuk surga selain kematian</em><br /><strong>HR. An-Nasai dalam Al Kubro 9:44</strong></p>"],
			["بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ\nقُلۡ هُوَ ٱللَّهُ أَحَدٌ ١ ٱللَّهُ ٱلصَّمَدُ ٢ لَمۡ يَلِدۡ وَلَمۡ يُولَدۡ ٣ وَلَمۡ يَكُن لَّهُۥ كُفُوًا أَحَدُۢ ٤ ","Bismillahir rahmanir rahiim • Qul huwallahu ahad' • Allaahusshomad' • Lam yalid' wa lam yuulad' • Wa lam yakullahuu kufuwan ahad'","<p><strong>Dengan nama Allah Yang Maha Pemurah lagi Maha Penyayang</strong><br /><strong>(1)</strong> Katakanlah: Dialah Allah Yang Maha Esa.<br /><strong>(2)</strong> Allah adalah Ilah yang bergantung kepadaNya segala urusan.<br /><strong>(3)</strong> Dia tidak beranak dan tiada pula diperanakkan.<br /><strong>(4)</strong> Dan tidak ada seorang pun yang setara dengan Dia.<br /><strong>Surah Al-Ikhlas: 1-4</strong></p>"],
			["بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ\nقُلۡ أَعُوذُ بِرَبِّ ٱلۡفَلَقِ ١ مِن شَرِّ مَا خَلَقَ ٢ وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ ٣ وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِي ٱلۡعُقَدِ ٤ وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ ٥ ","Bismillahir rahmanir rahiim • Qul a'udzu birobbil falaq' • Miņ syarri maa khlolaq' • Wa miņ syarri ghoo siqin idzaa waqob' • Wa miņ syarrinnaffatsaati fil 'uqod' • Wa miņ syarrihaa sidin idzaa hasad'","<p><strong>Dengan nama Allah Yang Maha Pemurah lagi Maha Penyayang</strong><br /><strong>(1)</strong> Katakanlah: Aku berlindung kepada Rabb yang menguasai Subuh.<br /><strong>(2)</strong> Dari kejahatan makhlukNya.<br /><strong>(3)</strong> Dan dari kejahatan malam apabila telah gelap gulita.<br /><strong>(4)</strong> Dan dari kejahatan wanita-wanita tukang sihir yang menghembus pada buhul-buhul.<br /><strong>(5)</strong> Dan dari kejahatan orang yang dengki apabila ia dengki<br /><strong>Surah Al-Falaq: 1-5</strong></p>"],
			["بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ\nقُلۡ أَعُوذُ بِرَبِّ ٱلنَّاسِ ١ مَلِكِ ٱلنَّاسِ ٢ إِلَٰهِ ٱلنَّاسِ ٣ مِن شَرِّ ٱلۡوَسۡوَاسِ ٱلۡخَنَّاسِ ٤ ٱلَّذِي يُوَسۡوِسُ فِي صُدُورِ ٱلنَّاسِ ٥ مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ ٦","Bismillahir rahmanir rahiim • Qul a'uudzu bi robbinnaas • Malikinnaas • Ilaahinnaas • Miņ syarril was waasil khonnaas • Alladzii yuwas wisu fii shuduu rinnaas • Minal jinnati wannaas","<p><strong>Dengan nama Allah Yang Maha Pemurah lagi Maha Penyayang</strong><br /><strong>(1)</strong> Katakanlah: Aku berlindung kepada Rabb manusia.<br /><strong>(2)</strong> Raja manusia.<br /><strong>(3)</strong> Sembahan manusia.<br /><strong>(4)</strong> Dari kejahatan (bisikan) syaitan yang biasa bersembunyi.<br /><strong>(5)</strong> Yang membisikkan (kejahatan) ke dalam dada manusia.<br /><strong>(6)</strong> Dari jin dan manusia.<br /><strong>Surah An-Naas: 1-6</strong><br /><strong>HR. Abu Daud no.1523</strong><br /><strong>An Nasai no.1337</strong></p>"],
			["اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلاً مُتَقَبَّلاً","Allahumma innii as-aluka ‘ilman naafi’a • wa rizqon thoyyibaa • wa ‘amalan mutaqobbalaa","<p>Ya Allah, sungguh aku memohon kepadaMu ilmu yang bermanfaat (bagi diriku dan orang lain), rizki yang halal dan amal yang diterima (di sisiMu dan mendapatkan ganjaran yang baik).<br /><em>Dibaca 1 x setelah salam dari shalat Subuh</em><br /><strong>HR. Ibnu Majah no.925</strong><br /><strong>Ahmad 6:305, 322</strong></p>"]
			]
  },
  {
    "judul":	"Syarat Sah Sholat",
    "isi": [
			["","","<p>Yaitu semua syarat berikut harus terpenuhi agar sholat menjadi sah.</p><ol><li>Bersuci, bersih dari hadats besar maupun kecil.</li><li>Bersih dari najis, baik pakaian, badan dan tempat sholatnya.</li><li>Masuk pada waktunya, tidak sah bila di lakukan sebelum atau sesudah waktunya, kecuali ada udzur.</li><li>Menutup aurat.</li><li>Menghadap kiblat.</li><li>Mengetahui fardhu sholat.</li><li>Tidak meyakini bahwa fardhu sholat tertentu sebagai sunnah.</li><li>Menjauhi perkara-perkara yang membatalkan sholat.</li></ol><p><strong>Kitab Safinatun Najh</strong></p>"]
			]
  },
  {
    "judul":	"Thoharoh",
    "isi": [
			["","","<p>Thoharoh adalah termasuk dari <strong>syarat sahnya sholat</strong>, yaitu <strong>mengangkat hadats </strong>dan juga <strong>menghilangkan najis</strong>.</p><p><strong>HADATS</strong></p><p>Cara mengangkat <strong>hadats kecil </strong>ialah dengan <strong>berwudhu</strong>, sedangkan <strong>hadats besar </strong>dengan <strong>mandi</strong>.<br />Mengangkat hadats membutuhkan <strong>niat </strong>sebelum melakukannya, beda dengan menghilangkan najis yang tidak memerlukan niat.<br /><strong>Contoh hadats kecil</strong>: keluarnya sesuatu dari 2 jalan baik dari qubul atau dubur seperti, buang air kecil / besar, buang angin, keluarnya madzi dan wadi.<br /><strong>Contoh hadats besar</strong>: setelah berjima' dengan istri, atau keluarnya air mani, baik dari mimpi atau jima'.<br />Jika <strong>lupa telah berhadats </strong>dan baru di ingat setelah selesai sholatnya maka <strong>wajib baginya mengulang sholatnya </strong>setelah mengangkat hadatsnya.</p><p><strong>NAJIS</strong></p><p>Jenis najis ada 3:<br /><strong>Mughallazhoh </strong>yaitu najis anjing dan babi beserta keturunannya.<br /><strong>Mukhaffafah </strong>yaitu kencing bayi laki-laki yang belum makan apapun selain asi dan belum berumur 2 tahun.<br /><strong>Mutawassithah </strong>adalah najis selain kedua diatas, di bagi menjadi 2 yaitu '<strong>ainiyah </strong><em>(nampak warna atau baunya secara kasatmata)</em> dan <strong>hukmiyah </strong><em>(sudah tidak nampak lagi warna atau baunya secara kasatmata karena sudah mengering)</em>.<br />Cara menghilangkan najis <strong>Mughallazhoh </strong>yaitu dengan cara di cuci sebanyak 7 kali dengan menggunakan tanah di awalnya <strong>HR. Muslim no. 279.</strong><br />Cara menghilangkan najis <strong>Mukhaffafah </strong>yaitu dengan cara memercikkan air diatasnya sambil menghilangkan najisnya.<br />Cara menghilangkan najis <strong>Mutawassithah 'ainiyah </strong>yaitu dengan cara cukup di cuci sampai najis tersebut hilang aroma dan baunya, sedangkan najis <strong>Mutawassithah hukmiyah </strong>cukup di alirkan air di atasnya hingga hilang najisnya.<br />Menghilangkan najis bisa dengan air atau benda lain selain <strong>tulang </strong>atau <strong>kotoran</strong>.<br />Contoh najis:<br />Kencing dan kotoran manusia, madzi, wadi, kotoran hewan yang dagingnya haram di makan, darah haidh, jilatan anjing, bangkai (kecuali bangkai ikan dan belalang <strong>HR. Ibnu Majah no.3314</strong>, hewan yang darahnya tidak mengalir <strong>HR. Bukhari no. 5782</strong>, tulang, tanduk, kuku, rambut dan bulu dari bangkai <strong>Sahih Bukhari</strong> pada bab Benda najis yang jatuh pada minyak dan air).</p><p>Jika pakaiannya ketika sholat terkena najis maka:<br />Jika mengetahuinya <strong>setelah sholat selesai </strong>maka <strong>tidak perlu </strong>mengulang sholatnya.<br />Jika mengetahuinya <strong>selagi masih dalam sholatnya </strong>maka apabila pakaian yang ada najisnya tersebut <strong>bisa ia lepaskan tanpa menyingkap auratnya </strong>maka <strong>boleh melepaskannya tanpa membatalkan sholatnya</strong>, namun bila melepaskannya <strong>dapat menyingkap auratnya </strong>maka boleh <strong>membatalkan sholatnya</strong>.</p>"]
			]
  },
  {
    "judul":	"Syarat Wajib Sholat",
    "isi": [
			["","","<p>Yaitu kepada siapa yang memenuhi syarat berikut, maka sholat di wajibkan atasnya.</p><ol><li>Islam.</li><li>Baligh.</li><li>Berakal.</li><li>Bersih dari Haidh dan Nifas.</li></ol><p><strong>Mulakash Fiqh Al-'Ibaadaat 177-178</strong><br /><sup>*<em>untuk anak-anak yang belum baligh tetap sah sholatnya bila terpenuhi syarat sah sholat yang di kerjakannya walapun belum wajib atas dirinya.</em></sup></p>"]
			]
  },
  {
    "judul":	"Tentang Rukun Sholat",
    "isi": [
			["","","<p>Berikut adalah rukun-rukun dalam sholat, yang bila ia di tinggalkan atau lupa maka wajib kembali <strong>menghadirkannya </strong>dan di sertakan <strong>sujud sahwi </strong>di akhir sholat (baik sebelum salam ataupun sesudah salam).</p><ol><li>Berdiri bagi yang mampu untuk sholat wajib, dan sunnah bagi yang mengerjakan sholat sunnah.</li><li>Takbiratul Ihram.</li><li>Membaca Al-Fatihah bagi selain makmum.</li><li>Ruku', sedangkan rukuk kedua di saat sholat gerhana di hukumi sunnah.</li><li>Bangkit dari Ruku.</li><li>Bangkit dari Ruku' (I'tidal)</li><li>Sujud.</li><li>Duduk di antara dua sujud.</li><li>Tasyahud Akhir dan bacaannya.</li><li>Salam, di sertai dengan menoleh kekanan.</li><li>Tertib, yaitu berurutan.</li><li>Tu'maninah ketika Ruku', Bangkit dari Ruku', Sujud, Duduk di antara dua sujud (tidak tergesa-gesa dan harus dalam posisi sempurna).</li></ol>"]
			]
  },
  {
    "judul":	"Tentang Wajib Sholat",
    "isi": [
			["","","<p>Berikut adalah hal yang wajib di lakukan dalam sholat, yang bila ia di tinggalkan atau lupa maka tidak perlu menghadirkannya kembali, namun wajib melakukan <strong>sujud sahwi </strong>di akhir sholat (baik sebelum salam ataupun sesudah salam)</p><ol><li>Takbir-takbir perpindahan gerakan di dalam sholat (ulama syafi'iyah berpendapat takbir-takbir tersebut hukumnya sunnah), kecuali Takbiratul Ihram yang merupakan <strong>Rukun Sholat.</strong></li><li>Tasyahud Awwal</li><li>Bacaan <em>Subhaana robbiyal 'azhiim </em>dalam ruku'(Minimal 1 kali, di sunnahkan 3 kali, boleh lebih)</li><li>Bacaan <em>Subhaana robbiyal a'laa </em>dalam sujud (Minimal 1 kali, di sunnahkan 3 kali, boleh lebih)</li><li>Bacaan <em>Robbigh-fir-lii </em>saat duduk di antara dua sujud (Minimal 1 kali, di sunnahkan menambah bacaan dari yang sudah menjadi keumuman bacaannya)</li><li>Bacaan <em>Sami'allaahu liman hamidah </em>bagi Imam dan Munfarid (yang sholat sendirian)</li><li>Bacaan <em>Robbanaa wa lakal hamdu </em>bagi Imam, Munfarid dan Makmum</li></ol>"]
			]
  },
  {
    "judul":	"Tentang Sunnah Sholat",
    "isi": [
			["","","<p>Berikut adalah hal yang di sunnahkan di lakukan dalam sholat, yang bila ia di tinggalkan atau lupa maka <strong>tidak perlu </strong>menghadirkannya kembali, dan <strong>tidak perlu </strong>melakukan <strong>sujud sahwi </strong>di akhir sholat.</p><ol><li>Mengangkat kedua tangan ketika takbiratul ihram, Ruku', Bangkit dari ruku', dan bangkit dari tasyahud awwal.</li><li>Pandangan ke arah tempat sujud.</li><li>Meletakkan kedua tangan di dada (bersedekap), dengan meletakkan tangan kanan di atas tangan kiri.</li><li>Membaca doa Istiftah setelah takbiratul ihram.</li><li>Membaca Ta'awudz setelah doa Istiftah.</li><li>Mengeraskan bacaan Al-Fatihah dan surah setelahnya pada rakaat pertama dan kedua pada sholat jahriyyah (Maghrib, Isya dan Subuh) dan memelankannya pada sholat selainnya.</li><li>Membaca Al-Quran dengan tartil dan berhenti di setiap ayat</li><li>Membaca Aamiin setelah surat Al-Fatihah.</li><li>Membaca salah satu surah dalam Al-Quran setelah Al-Fatihah di rakaat pertama dan kedua.</li><li>Membaca surah-surah pilihan pada setiap sholat tertentu, misal membaca surat Thiwal Mufashal pada sholat subuh dsb.</li><li>Membaca dzikir ketika ruku' dan sujud sebanyak 3 kali.</li><li>Membuka lengan kesamping ketika sujud dengan tetap menghadapkan jari-jemari ke arah kiblat ketika menjadi imam atau sholat sendiri.</li><li>Tidak menempelkan lengan hingga siku ke lantai ketika sujud.</li><li>Meletakkan kedua telapak tangan di atas paha saat duduk tasyahud awwal dan tasayahud akhir, dengan membentangkan tangan kiri dan mengepalkan tangan kanan kecuali jari telunjuk memberikan isyarat mengarah kedepan.</li><li>Duduk tawarruk pada tasyahud akhir dan duduk iftirasy di selainnya.</li><li>Melihat ke arah jari telunjuk ketika tasyahud.</li><li>Membaca sholawat Ibrahimiyyah pada tasyahud awwal dan akhir.</li><li>Berdoa dari 4 perkara (dari siksa jahannam, siksa kubur, fitnah hidup dan kematian, serta fitnah Al-Masih Ad-Dajjal) pada tasyahud akhir.</li><li>Salam kedua dengan menoleh kekiri, sedangkan salam pertama dan menoleh kekanan termasuk <strong>rukun sholat</strong></li><li>Khusyu, dengan mentadabburi setiap bacaan dzikir dan doa, merenungi dan memahami artinya serta merasa sedang bermunajat dengan Allah سبحانه و تعالى</li></ol><p><em><sup>*di sunnahkan bukan berarti boleh bermudah-mudahan dalam hal ini.</sup><br /><sup>*terdapat beberapa perbedaan pendapat pada sebagian ulama tentang hukum-hukum sholat, namun untuk kehati-hatian silahkan melakukan sunnah-sunnah yang di anggap wajib menurut beberapa para ulama. Dan hal ini adalah hal yang di maklumi dalam fikih sholat, jangan sampai karena perbedaan gerakan atau bacaan di jadikan alasan untuk saling menjatuhkan antara saudara sesama muslim.</sup></em></p><p><strong>Ghayah Al-Muqtashidin Syarh Manhaj As-Salikin<br />Syarh Manhaj As&ndash;Salikin<br />Al Fiqhu Al Manhaji &lsquo;ala Madzhabil Imam Asy Syafi&rsquo;i</strong></p><p>Wallahu A'lam Bishawab.</p>"]
			]
  },
  {
    "judul":	"Tentang Waktu Sholat",
    "isi": [
			["","","<p><strong>Sholat Subuh</strong><br />Waktu Masuk : Terbitnya fajar kedua (fajar shadiq).<br />Waktu Akhir : Terbitnya matahari.<br /><strong>Sholat Dhuhur</strong><br />Waktu Masuk : Ketika matahari sudah tergelincir ke arah barat.<br />Waktu Akhir : Ketika panjang bayangan seseorang sama dengan tingginya.<br /><strong>Sholat Ashar</strong><br />Waktu Masuk : Ketika panjang bayangan seseorang sama dengan tingginya.<br />Waktu Akhir : Terbenamnya matahari.<br /><strong>Sholat Maghrib</strong><br />Waktu Masuk : Terbenamnya matahari.<br />Waktu Akhir : Masih adanya cahaya merah di ufuk.<br /><strong>Sholat Isya</strong><br />Waktu Masuk : Menghilangnya cahaya merah di ufuk.<br />Waktu Akhir : Pertengahan malam (di pertengahan antara waktu maghrib dan subuh)<br /><strong>HR. Muslim, no.612, 173</strong></p><p><strong>Waktu terlarang untuk sholat</strong><br />Terbitnya matahari hingga ia meninggi.<br />Ketika matahari tepat di atas kepala hingga tergelincir ke arah barat.<br />Ketika matahari akan terbenam hingga terbenam sempurna<br /><strong>HR. Muslim, no.831</strong></p><p>Sholat yang tidak boleh di lakukan di waktu terlarang adalah sholat sunnah mutlak yang tidak punya sebab, sedangkan seperti ketika hendak mengqodho sholat wajib, sholat sunnah yang luput, sholat jenazah masih di perbolehkan.<br /><strong>Syarh Shahih Muslim, 6:100</strong></p>"]
			]
  },
  {
    "judul":	"Perkara Yang Membatalkan Sholat",
    "isi": [
			["","","<ol><li>Hal hal yang membatalkan <strong>thoharoh</strong>, yaitu <strong>berhadats</strong> dan <strong>batalnya wudhu</strong>.</li><li>Meninggalkan salah satu <strong>rukun </strong>atau <strong>syarat sahnya </strong>sholat dengan sengaja atau tanpa alasan, dan contoh yang sering terjadi adalah tersingkapnya aurat karena memakai pakaian yang ketat dan pendek.</li><li>Makan atau minum dengan sengaja.</li><li>Berbicara dengan sengaja yang bukan untuk kemaslahatan sholat.</li><li>Tertawa yang mengeluarkan suara, tersenyum tidak termasuk di dalamnya.</li><li>Lewatnya perempuan baligh, keledai atau anjing hitam di antara ia dan tempat sujudnya.</li></ol><p>Perbedaan pendapat para ulama ketika makmum <strong>masbuk</strong> dan mendapati <strong>imam sedang dalam posisi rukuk</strong>, ada yang berpendapat tidak mengapa takbiratul ihram langsung rukuk, <strong>namun untuk kehati-hatian</strong> sebaiknya <strong>takbiratul ihram</strong> di lakukan <strong>dalam posisi berdiri tegak</strong>(karena termasuk rukun sholat) lalu bertakbir menuju rukuk untuk mengikuti imam. Di khawatirkan dapat membatalkan sholat karena meninggalkan rukun.</p><p>Wallahu A'lam Bishawab.</p>"]
			]
  }
]
