[
  {
    "JUDUL": "Ta'awwudz",
    "KALI": "",
    "ARAB": "أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ",
    "LATIN": "A'uudzu billahi minassyaithoonirrojiim",
    "ARTI": "Aku berlindung kepada Allah dari godaan syaitan yang terkutuk.",
    "SUMBER": ""
  },
  {
    "JUDUL": "Ayat Kursi",
    "KALI": "Di baca 1 kali",
    "ARAB": "اللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ الْحَىُّ الْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌ وَلَا نَوْمٌ ۚ لَّهُۥ مَا فِى السَّمَاوَاتِ وَمَا فِى الْأَرْضِ ۗ مَن ذَا الَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ ۖ وَلَا يَئُودُهُۥ حِفْظُهُمَا ۚ وَهُوَ الْعَلِىُّ الْعَظِيمُ",
    "LATIN": "Allahu laà ilaa ha illaa huwal hayyul qoyyuum • laa ta' khudzuhuu sinatuw wa laa nauum • lahuu maa fis samaa waa ti wa maa fil ardh' • maņ dzalladzii yasyfa'u 'iņdahuú illaa bi idznih' • ya' lamu maa bayna aydiihim wa maa khalfahum • wa laa yuhiithuu na bi syaii immin 'illmihií illaa bimaa syaà' • wasi'a kursiyyuhus samaa waa ti wal ardh' • walaa ya uu duhuu hif dluhumaa • wahuwal 'aliyyul 'adlhiim",
    "ARTI": "<p>Allah, tidak ada sesembahan yang berhak disembah kecuali Dia Yang Hidup Kekal lagi terus-menerus mengurus (makhlukNya). Tidak mengantuk dan tidak tidur. KepunyaanNya apa yang di langit dan di bumi. Siapakah yang dapat memberi syafa'at di sisi Allah tanpa izinNya? Allah mengetahui apa-apa yang di hadapan dan di belakang mereka, dan mereka tidak mengetahui apa-apa dari ilmu Allah melainkan apa yang dikehendakiNya. Kursi Allah meliputi langit dan bumi, dan Allah tidak merasa berat memelihara keduanya. Dan Allah Maha Tinggi lagi Maha Besar.<br /><strong>QS. Al-Baqarah : 255</strong></p>",
    "SUMBER": "<p>Siapa yang membacanya ketika petang, maka ia akan dilindungi (oleh Allah dari berbagai gangguan) hingga pagi. Siapa yang membacanya ketika pagi, maka ia akan dilindungi hingga petang.<br /><strong>HR. Al Hakim 1: 562<br /></strong><strong>Shahih At Targhib wa At Tarhib 1:418 no.662</strong>.<br /><strong>Derajat Hadits: Sahih</strong></p><p><strong>Hadits selengkapnya</strong>:<br />Dari <strong>Ubay bin Ka'ab</strong> radliallahu 'anhu, bahwa suatu ketika ada seorang jin yang mencuri di kebun kurmanya. Jin itu beliau tangkap, untuk dilaporkan kepada <strong>Nabi shallallahu 'alaihi wa sallam</strong>. Jin itupun memelas agar dilepaskan. Sebagai gantinya, dia memberikan satu wirid kepada <strong>Ubay</strong>. Jin itu mengatakan: (ayat kursi tersebut). Barangsiapa yang membacanya ketika sore maka dia akan dilindungi dari (gangguan) kami sampai pagi. Barangsiapa yang membacanya ketika pagi maka dia akan dilindungi dari (gangguan) kami sampai sore. Kemudian, <strong>Ubay</strong> mendatangi <strong>Nabi shallallahu 'alaihi wa sallam</strong> dan menceritakan kejadian yang dia jumpai. <strong>Nabi shallallahu 'alaihi wa sallam</strong> bersabda: 'Si makhluk jelek itu benar.' (maksud makhluk jelek adalah jin tersebut).<br /><strong>HR. An Nasa'i dan At Thabrani dan dishahihkan Al Albani</strong></p>"
  },
  {
    "JUDUL": "Al-Ikhlas",
    "KALI": "Di baca 3 kali",
    "ARAB": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\nقُلۡ هُوَ ٱللَّهُ أَحَدٌ ١ ٱللَّهُ ٱلصَّمَدُ ٢ لَمۡ يَلِدۡ وَلَمۡ يُولَدۡ ٣ وَلَمۡ يَكُن لَّهُۥ كُفُوًا أَحَدُۢ ٤ ",
    "LATIN": "Bismillahir rahmanir rahiim • Qul huwallahu ahad' • Allaahusshomad' • Lam yalid' wa lam yuulad' • Wa lam yakullahuu kufuwan ahad'",
    "ARTI": "<p><strong>Dengan nama Allah Yang Maha Pemurah lagi Maha Penyayang</strong><br /><strong>(1)</strong> Katakanlah: Dialah Allah Yang Maha Esa.<br /><strong>(2)</strong> Allah adalah Ilah yang bergantung kepadaNya segala urusan.<br /><strong>(3)</strong> Dia tidak beranak dan tiada pula diperanakkan.<br /><strong>(4)</strong> Dan tidak ada seorang pun yang setara dengan Dia.<br /><strong>Surah Al-Ikhlas: 1-4</strong></p>",
    "SUMBER": "<p>Barangsiapa membaca tiga surat tersebut (surat Al-Ikhlas, Al-Falaq dan An-Naas, ketiganya dinamakan Al-Mu'awwidzaat) sebanyak 3x setiap pagi dan sore hari, maka itu (tiga surat tersebut) cukup baginya dari segala sesuatu (Yaitu melindunginya dari segala bentuk bahaya dengan izin Allah)<br /><strong>HR. Abu Dawud no. 5082</strong><br /><strong>An-Nasa'i VIII/250</strong><br /><strong>At-Tirmidzi no. 3575</strong><br /><strong>Ahmad V/312, Shahiih at-Tirmidzi no. 2829</strong><br /><strong>Tuhfatul Ahwadzi no. 3646</strong><br /><strong>Shahiih at-Targhiib wat Tarhiib 1/411 no. 649</strong><br /><strong>Derajat Hadits: Hasan Shahih<br /></strong></p>"
  },
  {
    "JUDUL": "Al-Falaq",
    "KALI": "Di baca 3 kali",
    "ARAB": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\nقُلۡ أَعُوذُ بِرَبِّ ٱلۡفَلَقِ ١ مِن شَرِّ مَا خَلَقَ ٢ وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ ٣ وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِي ٱلۡعُقَدِ ٤ وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ ٥ ",
    "LATIN": "Bismillahir rahmanir rahiim • Qul a'udzu birobbil falaq' • Miņ syarri maa khlolaq' • Wa miņ syarri ghoo siqin idzaa waqob' • Wa miņ syarrinnaffatsaati fil 'uqod' • Wa miņ syarrihaa sidin idzaa hasad'",
    "ARTI": "<p><strong>Dengan nama Allah Yang Maha Pemurah lagi Maha Penyayang</strong><br /><strong>(1)</strong> Katakanlah: Aku berlindung kepada Rabb yang menguasai Subuh.<br /><strong>(2)</strong> Dari kejahatan makhlukNya.<br /><strong>(3)</strong> Dan dari kejahatan malam apabila telah gelap gulita.<br /><strong>(4)</strong> Dan dari kejahatan wanita-wanita tukang sihir yang menghembus pada buhul-buhul.<br /><strong>(5)</strong> Dan dari kejahatan orang yang dengki apabila ia dengki<br /><strong>Surah Al-Falaq: 1-5</strong></p>",
    "SUMBER": "<p>Barangsiapa membaca tiga surat tersebut (surat Al-Ikhlas, Al-Falaq dan An-Naas, ketiganya dinamakan Al-Mu'awwidzaat) sebanyak 3x setiap pagi dan sore hari, maka itu (tiga surat tersebut) cukup baginya dari segala sesuatu (Yaitu melindunginya dari segala bentuk bahaya dengan izin Allah)<br /><strong>HR. Abu Dawud no. 5082</strong><br /><strong>An-Nasa'i VIII/250</strong><br /><strong>At-Tirmidzi no. 3575</strong><br /><strong>Ahmad V/312, Shahiih at-Tirmidzi no. 2829</strong><br /><strong>Tuhfatul Ahwadzi no. 3646</strong><br /><strong>Shahiih at-Targhiib wat Tarhiib 1/411 no. 649</strong><br /><strong>Derajat Hadits: Hasan Shahih<br /></strong></p>"
  },
  {
    "JUDUL": "An-Naas",
    "KALI": "Di baca 3 kali",
    "ARAB": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\nقُلۡ أَعُوذُ بِرَبِّ ٱلنَّاسِ ١ مَلِكِ ٱلنَّاسِ ٢ إِلَٰهِ ٱلنَّاسِ ٣ مِن شَرِّ ٱلۡوَسۡوَاسِ ٱلۡخَنَّاسِ ٤ ٱلَّذِي يُوَسۡوِسُ فِي صُدُورِ ٱلنَّاسِ ٥ مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ ٦",
    "LATIN": "Bismillahir rahmanir rahiim • Qul a'uudzu bi robbinnaas • Malikinnaas • Ilaahinnaas • Miņ syarril was waasil khonnaas • Alladzii yuwas wisu fii shuduu rinnaas • Minal jinnati wannaas",
    "ARTI": "<p><strong>Dengan nama Allah Yang Maha Pemurah lagi Maha Penyayang</strong><br /><strong>(1)</strong> Katakanlah: Aku berlindung kepada Rabb manusia.<br /><strong>(2)</strong> Raja manusia.<br /><strong>(3)</strong> Sembahan manusia.<br /><strong>(4)</strong> Dari kejahatan (bisikan) syaitan yang biasa bersembunyi.<br /><strong>(5)</strong> Yang membisikkan (kejahatan) ke dalam dada manusia.<br /><strong>(6)</strong> Dari jin dan manusia.<br /><strong>Surah An-Naas: 1-6</strong></p>",
    "SUMBER": "<p>Barangsiapa membaca tiga surat tersebut (surat Al-Ikhlas, Al-Falaq dan An-Naas, ketiganya dinamakan Al-Mu'awwidzaat) sebanyak 3x setiap pagi dan sore hari, maka itu (tiga surat tersebut) cukup baginya dari segala sesuatu (Yaitu melindunginya dari segala bentuk bahaya dengan izin Allah)<br /><strong>HR. Abu Dawud no. 5082</strong><br /><strong>An-Nasa'i VIII/250</strong><br /><strong>At-Tirmidzi no. 3575</strong><br /><strong>Ahmad V/312, Shahiih at-Tirmidzi no. 2829</strong><br /><strong>Tuhfatul Ahwadzi no. 3646</strong><br /><strong>Shahiih at-Targhiib wat Tarhiib 1/411 no. 649</strong><br /><strong>Derajat Hadits: Hasan Shahih<br /></strong></p>"
  },
  {
    "JUDUL": "Doa Perlindungan",
    "KALI": "Di baca 1 kali",
    "ARAB": "أَمْسَيْنَا وَأَمْسَى الْمُلْكُ لِلَّهِ، وَالْحَمْدُ لِلَّهِ، لاَ إِلَـٰهَ إِلاَّ اللَّهُ، وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ. رَبِّ أَسْأَلُكَ خَيْرَ مَا فِيْ هَـٰذِهِ اللَّيْلَةِ وَخَيْرَ مَا بَعْدَهَا، وَأَعُوْذُ بِكَ مِنْ شَرِّ مَا فِيْ هَـٰذِهِ اللَّيْلَةِ وَشَرِّ مَا بَعْدَهَا، رَبِّ أَعُوْذُ بِكَ مِنَ الْكَسَلِ وَسُوْءِ الْكِبَرِ، رَبِّ أَعُوْذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ",
    "LATIN": "Amsainaa wa amsal mulku lillaah • wal hamdulillaah • laa ilaaha illallaah • wahdahu laa syariika lah • lahul mulku wa lahul hamd • wa huwa 'alaa kulli syai-in qodiir • Robbi as-aluka khoiro maa fii haadzihil-lailati wa khoiro maa ba'dahaa • wa a'uudzu bika min syarri maa fii haadzihil-lailati wa syarri maa ba'dahaa • robbi a'uudzu bika minal kasali wa suu-il kibar • robbi a'uudzu bika min 'adzaabin fin-naari wa 'adzaabin fil qobr.",
    "ARTI": "<p>Kami telah memasuki waktu sore dan kerajaan hanya milik Allah, segala puji bagi Allah. Tidak ada sesembahan yang berhak disembah kecuali Allah, Yang Maha Esa, tiada sekutu bagiNya. BagiNya kerajaan dan bagiNya pujian. Dia-lah Yang Mahakuasa atas segala sesuatu. Hai Tuhan, aku mohon kepada-Mu kebaikan di malam ini dan kebaikan sesudahnya. Aku berlindung kepadaMu dari kejahatan malam ini dan kejahatan sesudahnya. Wahai Tuhan, aku berlindung kepadaMu dari kemalasan dan kejelekan di hari tua. Wahai Tuhan, aku berlindung kepadaMu dari siksaan di Neraka dan kubur.</p>",
    "SUMBER": "<p><strong>HR. Muslim 4:2088 no. 2723<br />Abu Dawud no. 5071<br />At-Tirmidzi 3390<br />Derajat Hadits: Shahih</strong><br />Doa di atas berdasarkan hadis dari Ibnu Mas'ud radliallahu 'anhu, bahwa Nabi shallallahu 'alaihi wa sallam ketika sore membaca: (doa di atas). Doa di atas menunjukkan sikap ketundukan seorang muslim kepada Allah. Dia mengawali paginya atau sore harinya dengan ikrar dan berbagai pengakuan. Dia berikrar tentang keabadian kerajaan Allah. Dia memuji Allah di waktu paginya. Dia berikrar tentang laa ilaaha illallaah, dan beberapa ikrar lainnya. Kemudian diikuti dengan berdoa, memohon kepada Allah agar diberi kebaikan pada malam atau hari itu, dan dilindungi dari segala bentuk keburukan pada malam atau hari itu. Yang bisa jadi tidak kita ketahui dan datang tanpa disangka-sangka. Kemudian seorang muslim memohon perlindungan dari penyebab keburukan, yaitu sikap malas dan dampak dari sikap malas, yaitu kondisi buruk di hari tua. Di penghujung doa ini, seorang muslim berlindung kepada Allah dari siksa hari akhir, yaitu siksa kubur dan siksa neraka.</p>"
  },
  {
    "JUDUL": "Doa Berserah Diri",
    "KALI": "Di baca 1 kali",
    "ARAB": "اَللَّهُمَّ بِكَ أَمْسَيْنَا، وَبِكَ أَصْبَحْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوْتُ، وَإِلَيْكَ الْمَصِيْرُ",
    "LATIN": "Allaahumma bika amsainaa • wa bika ash-bahnaa • wa bika nahyaa • wa bika namuutu • wa ilaikal mashiir.",
    "ARTI": "<p>Ya Allah, dengan rahmat dan pertolonganMu kami memasuki waktu sore, dan dengan rahmat dan pertolonganMu kami memasuki waktu pagi. Dengan rahmat dan pertolonganMu kami hidup dan dengan kehendakMu kami mati. Dan kepadaMu tempat kembali (bagi semua makhluk).</p>",
    "SUMBER": "<p><strong>HR. Al-Bukhari dalam al-Adabul Mufrad, lafazh ini adalah lafazh al-Bukhari<br />At-Tirmidzi no. 3391<br />Abu Dawud no. 5068<br />Ahmad 11/354<br />Ibnu Majah no. 3868<br />Shahiih al-Adabil Mufrad no. 911<br />Derajat Hadits: Shahih<br /></strong>Lihat pula <strong>Silsilah al-Ahaadiits ash-Shahiihah no. 262<br />Dan di sahihkan oleh Syaikh Al-Albani<br /></strong></p>"
  },
  {
    "JUDUL": "Sayyidul Istighfar",
    "KALI": "Di baca 1 kali",
    "ARAB": "اَللَّهُمَّ أَنْتَ رَبِّيْ، لاَ إِلَـٰهَ إِلاَّ أَنْتَ، خَلَقْتَنِيْ، وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوْذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوْءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوْءُ لَكَ بِذَنْبِيْ، فَاغْفِرْ لِيْ، فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوْبَ إِلاَّ أَنْتَ",
    "LATIN": "Allahumma anta robbii laa ilaha illa anta • kholaqtanii wa anaa ‘abduka • wa anaa ‘ala ‘ahdika wa wa’dika mas-tatho’tu • A’udzu bika min syarri maa shona’tu • Abu-u laka bi ni’matika ‘alayya • wa abu-u laka bi dzambii • Fagh-firlii • fainnahu laa yagh-firudz dzunuuba illa anta.",
    "ARTI": "<p>Ya Allah, Engkau adalah Rabbku, tidak ada ilah yang berhak disembah kecuali Engkau, Engkaulah yang menciptakanku. Aku adalah hamba-Mu. Aku akan setia pada perjanjianku pada-Mu (yaitu aku akan mentauhidkan-Mu) semampuku dan aku yakin akan janji-Mu (berupa surga untukku). Aku berlindung kepada-Mu dari kejelekan yang kuperbuat. Aku mengakui nikmat-Mu kepadaku dan aku mengakui dosaku. Oleh karena itu, ampunilah aku. Sesungguhnya tiada yang mengampuni dosa kecuali Engkau.</p>",
    "SUMBER": "<p>Barangsiapa mengucapkan dzikir ini di siang hari dalam keadaan penuh keyakinan, lalu ia meninggal pada hari tersebut sebelum petang hari, maka ia termasuk penghuni surga. Barangsiapa yang mengucapkannya di malam hari dalam keadaan penuh keyakinan, lalu ia meninggal sebelum pagi, maka ia termasuk penghuni surga.<br /><strong>HR. Al-Bukhari no. 6306, 6323<br /></strong><strong>Ahmad IV/122-125, an-Nasa-i VIII/279-280<br /></strong></p>"
  },
  {
    "JUDUL": "Doa 'Afiat",
    "KALI": "Di baca 3 kali",
    "ARAB": "اَللَّهُمَّ عَافِنِيْ فِيْ بَدَنِيْ، اَللَّهُمَّ عَافِنِيْ فِيْ سَمْعِيْ، اَللَّهُمَّ عَافِنِيْ فِيْ بَصَرِيْ، لاَ إِلَـٰهَ إِلاَّ أَنْتَ. اَللَّهُمَّ إِنِّي أَعُوْذُ بِكَ مِنَ الْكُفْرِ وَالْفَقْرِ، اَللَّهُمَّ إِنِّي أَعُوْذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، لاَ إِلَـٰهَ إِلاَّ أَنْتَ",
    "LATIN": "Allaahumma 'aafinii fii badanii • allaahumma 'aafinii fii sam'ii • allaahumma 'aafinii fii bashorii • laa ilaaha illaa anta • Allaahumma innii a'uudzu bika minal kufri wal faqr • allaahumma innii a'uudzu bika min 'adzaabil qobr • laa ilaaha illaa anta.",
    "ARTI": "<p>Ya Allah, selamatkan tubuhku (dari penyakit dan yang tidak aku inginkan). Ya Allah, selamatkan pendengaranku (dari penyakit dan maksiat atau sesuatu yang tidak aku inginkan). Ya Allah, selamatkan penglihatanku, tidak ada sesembahan yang berhak disembah kecuali Engkau. Ya Allah, sesungguhnya aku berlindung kepadaMu dari kekufuran dan kefakiran. Ya Allah, aku berlindung kepadaMu dari siksa kubur, tidak ada sesembahan yang berhak disembah kecuali Engkau.</p>",
    "SUMBER": "<p>Di awal dzikir disebutkan badan, kemudian disebutkan pendengaran dan penglihatan, padahal pendengaran dan penglihatan termasuk anggota badan. Ini menunjukkan keutamaan pendengaran dan penglihatan. Disamping kedua indra tersebut merupakan jalan masuknya ilmu.</p><p><strong>Hadits selengkapnya:</strong><br />Dari Abdurrahman bin Abi Bakrah, bahwa dia bertanya kepada bapaknya: Wahai ayahku, aku selalu mendengar engkau membaca: (dzikir di atas), dan engkau mengulanginya 3x setiap pagi dan 3x setiap sore. Kemudian Abu Bakrah radliallahu 'anhu mengatakan: Aku mendengar Rasulullah shallallahu 'alaihi wa sallam membaca doa ini, dan aku senang meniru sunnah beliau.<br /><strong>HR. Abu Dawud no. 5090</strong><br /><strong>Ahmad 5:42</strong><br /><strong>An-Nasai</strong> dalam <strong>'Amalul Yaum wal Lailah no.22, halaman 146</strong><br /><strong>Ibnus Sunni no.69</strong><br /><strong>Al-Bukhari dalam Al-Adabul Mufrad no. 539</strong><br /><strong>Syaikh Abdul Aziz bin Baaz</strong> menyatakan sanad hadits tersebut hasan<br />Lihat juga <strong>Tuhfatul Akhyar, halaman 26<br />Derajat Hadits: Hasan<br /></strong></p>"
  },
  {
    "JUDUL": "Doa Keselamatan",
    "KALI": "Di baca 1 kali",
    "ARAB": "اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَاْلآخِرَةِ، اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِيْنِيْ وَدُنْيَايَ وَأَهْلِيْ وَمَالِيْ اللَّهُمَّ اسْتُرْ عَوْرَاتِى وَآمِنْ رَوْعَاتِى. اَللَّهُمَّ احْفَظْنِيْ مِنْ بَيْنِ يَدَيَّ، وَمِنْ خَلْفِيْ، وَعَنْ يَمِيْنِيْ وَعَنْ شِمَالِيْ، وَمِنْ فَوْقِيْ، وَأَعُوْذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِيْ",
    "LATIN": "Allahumma innii as-alukal ‘afwa wal ‘aafiyah fid dunyaa wal aakhiroh • Allahumma innii as-alukal ‘afwa wal ‘aafiyah fii diinii wa dun-yaya wa ahlii wa maalii • Allahumas-tur ‘awrootii wa aamin row’aatii • Allahummahfazh-nii mim bayni yadayya • wa min kholfii • wa ‘an yamiinii • wa ‘an syimaalii • wa min fawqii • wa a’udzu bi ‘azhomatik an ughtala min tahtii.",
    "ARTI": "<p>Ya Allah, sesungguhnya aku memohon kebajikan dan keselamatan di dunia dan akhirat. Ya Allah, sesungguhnya aku memohon kebajikan dan keselamatan dalam agama, dunia, keluarga dan hartaku. Ya Allah, tutupilah auratku (aib dan sesuatu yang tidak layak dilihat orang) dan tenteramkanlah aku dari rasa takut. Ya Allah, peliharalah aku dari muka, belakang, kanan, kiri dan atasku. Aku berlindung dengan kebesaran-Mu, agar aku tidak disambar dari bawahku (oleh ular atau tenggelam dalam bumi dan lain-lain yang membuat aku jatuh).</p>",
    "SUMBER": "<p><strong>Faedah:</strong> Rasulullah shallallahu &lsquo;alaihi wa sallam tidaklah pernah meninggalkan do&rsquo;a ini di pagi dan petang hari. Di dalamnya berisi perlindungan dan keselamatan pada agama, dunia, keluarga dan harta dari berbagai macam gangguan yang datang dari berbagai arah.<br /><strong>HR. Al-Bukhari dalam al-Adabul Mufrad</strong><br /><strong>HR. Abu Daud no. 5074</strong><br /><strong>Ibnu Majah no. 3871<br />Al-Hakim 1/517-518<br />Shahiih Al-Adabul Mufrad no. 912</strong><br /><strong>Al Hafizh Abu Thohir</strong> mengatakan bahwa sanad hadits ini shahih.<br /><strong>Derajat Hadits: Shahih</strong></p>"
  },
  {
    "JUDUL": "Doa Perlindungan",
    "KALI": "Di baca 1 kali",
    "ARAB": "اَللَّهُمَّ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَاوَاتِ وَاْلأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيْكَهُ، أَشْهَدُ أَنْ لاَ إِلَـهَ إِلاَّ أَنْتَ، أَعُوْذُ بِكَ مِنْ شَرِّ نَفْسِيْ، وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِيْ سُوْءًا أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ",
    "LATIN": "Allahumma ‘aalimal ghoybi wasy syahaadah • faathiros samaawaati wal ardh • Robba kulli syai-in wa maliikah • Asyhadu alla ilaha illa anta • A’udzu bika min syarri nafsii • wa min syarrisy syaythooni wa syirkihi • wa an aqtarifa ‘alaa nafsii suu-an aw ajurrohu ilaa muslim.",
    "ARTI": "<p>Ya Allah, Yang Maha Mengetahui yang ghaib dan yang nyata, wahai Rabb pencipta langit dan bumi, Rabb segala sesuatu dan yang merajainya. Aku bersaksi bahwa tidak ada ilah yang berhak disembah kecuali Engkau. Aku berlindung kepadaMu dari kejahatan diriku, setan dan balatentaranya (godaan untuk berbuat syirik pada Allah), dan aku (berlindung kepada-Mu) dari berbuat kejelekan terhadap diriku atau menyeretnya kepada seorang muslim.</p>",
    "SUMBER": "<p><strong>Faedah:</strong> Do&rsquo;a ini diajarkan oleh Rasulullah shallallahu &lsquo;alaihi wa sallam pada Abu Bakr Ash Shiddiq radhiyallahu &lsquo;anhu untuk dibaca pada pagi, petang dan saat beranjak tidur.<br /><strong>HR. Tirmidzi no.3392</strong><br /><strong>Abu Daud no.5067</strong><br /><strong>Shahiih at-Tirmidzi no. 2071<br />Shahiih al-Adabil Mufrad no. 914</strong><br /><strong>Al Hafizh Abu Thohir</strong> mengatakan bahawa sanad hadits ini shahih.<br />Adapun kalimat terakhir (وَأَنْ أَقْتَرِفَ عَلَى نَفْسِيْ سُوْءًا أَوْ أَجُرُّهُ إِلَى مُسْلِمٍ) adalah tambahan dari riwayat <strong>Ahmad 2: 196.</strong><br />Dikomentari oleh <strong>Syaikh Syu&rsquo;aib Al Arnauth</strong> bahwa hadits tersebut shahih dilihat dari jalur lainnya (shahih lighoirihi).<br /><strong>Lihat silsilah al-Ahaadiits ash-Shahiihah no. 2753<br />Derajat Hadits: Shahih</strong></p>"
  },
  {
    "JUDUL": "Doa Terhindar dari Marabahaya",
    "KALI": "Di baca 3 kali",
    "ARAB": "بِسْمِ اللَّهِ الَّذِى لاَ يَضُرُّ مَعَ اسْمِهِ شَىْءٌ فِى الأَرْضِ وَلاَ فِى السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ",
    "LATIN": "Bismillahilladzi laa yadhurru ma’asmihi syai-un fil ardhi wa laa fis samaa’ • wa huwas samii’ul ‘aliim.",
    "ARTI": "<p>Dengan nama Allah yang bila disebut, segala sesuatu di bumi dan langit tidak akan berbahaya, Dia-lah Yang Maha Mendengar lagi Maha Mengetahui.</p>",
    "SUMBER": "<p><strong>Faedah:</strong> Barangsiapa yang mengucapkan dzikir tersebut sebanyak tiga kali di pagi hari dan tiga kali di petang hari, maka tidak akan ada bahaya yang tiba-tiba memudaratkannya.<br /><strong>HR. Abu Daud no. 5088.</strong><br /><strong>At-Tirmidzi no. 3388.</strong><br /><strong>Ibnu Majah no. 3869.<br />Ahmad no. 446 dan 476</strong><br /><strong>Shahiih al-Adabil Mufrad no. 513<br />Shahiih </strong><strong>at-Targhiib wat Tarhiib 1:413 no. 655<br />Derajat Hadits: Shahih</strong></p>"
  },
  {
    "JUDUL": "Doa Keridhoan",
    "KALI": "Di baca 3 kali",
    "ARAB": "رَضِيْتُ بِاللَّهِ رَبًّا، وَبِاْلإِسْلاَمِ دِيْنًا، وَبِمُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَبِيًّا",
    "LATIN": "Rodhiitu billaahi robbaa • wa bil-islaami diinaa • wa bi-muhammadin shallallaahu ‘alaihi wa sallama nabiyya.",
    "ARTI": "<p>Aku ridha Allah sebagai Rabb, Islam sebagai agama dan Muhammad shallallahu &lsquo;alaihi wa sallam sebagai nabi.</p>",
    "SUMBER": "<p><strong>Faedah:</strong> Barangsiapa membacanya sebanyak tiga kali ketika pagi dan sore, maka Allah memberikan keridhaan-Nya kepadanya pada hari Kiamat.<br /><strong>HR. Ahmad IV/337</strong><br /><strong>Abu Dawud no. 5072<br />At-Tirmidzi no. 3389<br />Ibnu Majah no. 3870<br />An-Nasa-i dalam 'Amalul </strong><strong>Yaum wal Lailah no. 4<br />Ibnus Sunni no. 68<br />Shahiih at-Targhiib wat Tarhiib 1/415 no. </strong><strong>657<br /></strong>Dishahihkan oleh <strong>Imam al-Hakim dalam al-Mustadrak 1/518</strong> dan disetujui oleh I<strong>mam adz-Dzahabi</strong>. Lihat juga <strong>Shahiih al-Waabilish Shayyib hal. 170</strong>, <strong>Zaadul Ma'aad II/372, Silsilah al-Ahaadiits ash-Shahiihah no. 2686<br />Derajat Hadits: Hasan<br /></strong></p>"
  },
  {
    "JUDUL": "Doa Pertolongan",
    "KALI": "Di baca 1 kali",
    "ARAB": "يَا حَيُّ يَا قَيُّوْمُ بِرَحْمَتِكَ أَسْتَغِيْثُ، وَأَصْلِحْ لِيْ شَأْنِيْ كُلَّهُ وَلاَ تَكِلْنِيْ إِلَى نَفْسِيْ طَرْفَةَ عَيْنٍ",
    "LATIN": "Yaa Hayyu Yaa Qoyyum • bi-rohmatika as-taghiits • wa ash-lih lii sya’nii kullahu • wa laa takilnii ilaa nafsii thorfata ‘ain.",
    "ARTI": "<p>Wahai Rabb Yang Maha Hidup, wahai Rabb Yang Berdiri Sendiri (tidak butuh segala sesuatu), dengan rahmat-Mu aku minta pertolongan, perbaikilah segala urusanku dan jangan diserahkan kepadaku sekali pun sekejap mata (tanpa mendapat pertolongan dariMu).</p>",
    "SUMBER": "<p><strong>Faedah:</strong> Dzikir ini diajarkan oleh Nabi shallallahu &lsquo;alaihi wa sallam pada Fathimah supaya diamalkan pagi dan petang.<br /><strong>HR. An-Nasa'i 575,<br />Al-Bazzar 3107<br />Al-Hakim 1:545<br />Ibnus Sunni 48, </strong>lihat <strong>Shahiih at-Targhiib wat Tarhiib I/417 no. 661</strong><br />Sanad hadits ini hasan sebagaimana dikatakan oleh <strong>Syaikh Al Albani</strong> dalam <strong>As Silsilah Ash Shahihah no.227.<br /></strong><strong>Derajat Hadits: Hasan</strong></p>"
  },
  {
    "JUDUL": "Doa Fithroh",
    "KALI": "Di baca 1 kali",
    "ARAB": "أَمْسَيْنَا عَلَى فِطْرَةِ اْلإِسْلاَمِ، وَعَلَى كَلِمَةِ اْلإِخْلاَصِ، وَعَلَى دِيْنِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِيْنَا إِبْرَاهِيْمَ، حَنِيْفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ",
    "LATIN": "Amsainaa 'alaa fithrotil islaam • wa 'alaa kalimatil ikhlaash • wa 'alaa diini nabiyyinaa muhammadin shollallaahu 'alaihi wa sallam • wa 'alaa millati abiinaa ibroohiim • haniifan musliman wa maa kaana minal musyrikiin",
    "ARTI": "<p>Di waktu sore kami berada di atas fitrah Islam, kalimat ikhlas (kalimat syahadat), agama Nabi kami Muhammad shallallahu 'alaihi wa sallam, dan agama ayah kami Ibrahim, yang berdiri di atas jalan yang lurus, muslim dan tidak tergolong orang-orang musyrik.</p>",
    "SUMBER": "<p><strong>HR. Ahmad 3: 406, 407. 5:123<br />Ad-Darimi II/292<br />Ibnus Sunni dalam Amalul Yaum wal Lailah no. 34<br />Misykaatul Mashaabiih no. 2415<br />Shahiihal-Jaami'ish Shaghiir no. 4674<br />Derajat Hadits: Shahih<br /></strong></p><p><strong>Hadits selengkapnya:<br /></strong>Dari <strong>Abdurrahman bin Abu Abza</strong> radliallahu 'anhu, bahwa <strong>Nabi shallallahu 'alaihi wa sallam</strong> ketika pagi dan sore, beliau membaca: (dzikir di atas). (HR. Ahmad dan dishahihkan Al Albani).</p>"
  },
  {
    "JUDUL": "Tahlil",
    "KALI": "Di baca 1, 10 atau 100 kali",
    "ARAB": "لَا إِلَـٰهَ إِلَّا اللَّهُ، وَحْدَهُ لَا شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ",
    "LATIN": "Laa ilaha illallah wahdahu laa syarika lah • lahul mulku walahul hamdu • wa huwa ‘ala kulli syai-in qodiir.",
    "ARTI": "<p>Tidak ada ilah yang berhak disembah selain Allah semata, tidak ada sekutu bagiNya. BagiNya kerajaan dan segala pujian. Dia-lah yang berkuasa atas segala sesuatu.</p>",
    "SUMBER": "<p><strong>Membacanya 1x sehari<br />HR. Abu Dawud no. 5077<br />Ibnu Majah no. 3867<br />Shahiih Jaami'ish Shaghiir no. 6418<br />Misykaatul Mashaabiih no. 2395<br />Shahiih at-Targhiib 1/414 no. 656<br />Derajat Hadits: Shahih<br /></strong></p><p><strong>Membacanya 10x Sehari<br />HR. Muslim no. 2693<br />Ahmad V/420<br />Silsilah al-Ahaadiits ash-Shahiihah no. 113 dan 114<br />Shahiih at-Targhiib wat Tarhiib 1/416 no. 660<br />Derajat Hadits: Shahih<br /><br />Membacanya 100x Sehari<br /></strong>Barangsiapa yang mengucapkan dzikir tersebut dalam sehari sebanyak 100 x, maka itu seperti membebaskan 10 orang budak, dicatat baginya 100 kebaikan, dihapus baginya 100 kesalahan, dirinya akan terjaga dari gangguan setan dari pagi hingga petang hari, dan tidak ada seorang pun yang lebih baik dari yang ia lakukan kecuali oleh orang yang mengamalkan lebih dari itu.<br /><strong>HR. Bukhari no. 3293 </strong>dan <strong>6403</strong><br /><strong>Muslim 4:2071 no. 2691</strong><br /><strong>At-Tirmidzi no. </strong><strong>3468<br />Ibnu Majah no. 3798<br /></strong></p><p><strong>Penjelasan:<br /></strong>Dalam riwayat A<strong>n-Nasa-i ('Amalul Yaum wal Lailah no. 580) </strong>dan <strong>Ibnus Sunni no. 75 dari 'Amr bin Syu'aib</strong> dari ayahnya dari kakeknya lafazhnya: Barangsiapa membaca 100x pada pagi hari dan 100x pada sore Hari.... Jadi, dzikir ini dibaca 100x diwaktu pagi dan 100x diwaktu sore.<br />Lihat <strong>Silsilah al-Ahaadiits ash-Shahiihah no. 2762<br /></strong></p>"
  },
  {
    "JUDUL": "Dzikir Pemberat Timbangan",
    "KALI": "Di baca 3 kali",
    "ARAB": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ عَدَدَ خَلْقِهِ، وَرِضَا نَفْسِهِ، وَزِنَةَ عَرْشِهِ، وَمِدَادَ كَلِمَاتِهِ",
    "LATIN": "Subhanallah wa bi-hamdih • ‘adada kholqih • wa ridhoo nafsih • wa zinata ‘arsyih • wa midaada kalimaatih.",
    "ARTI": "<p>Maha Suci Allah, aku memujiNya sebanyak makhlukNya, sejauh kerelaanNya, seberat timbangan &lsquo;ArsyNya dan sebanyak tinta tulisan kalimatNya.</p>",
    "SUMBER": "<p><strong>Faedah:</strong> Nabi shallallahu &lsquo;alaihi wa sallam mengatakan pada Juwairiyah bahwa dzikir di atas telah mengalahkan dzikir yang dibaca oleh Juwairiyah dari selepas Shubuh sampai waktu Dhuha.<br /><strong>HR. Muslim no.2726.</strong></p>"
  },
  {
    "JUDUL": "Tasbih & Tahmid",
    "KALI": "Di baca 100 kali",
    "ARAB": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ",
    "LATIN": "Subhanallah wa bi hamdih.",
    "ARTI": "<p>Maha suci Allah, aku memujiNya.</p>",
    "SUMBER": "<p><strong>Faedah:</strong> Barangsiapa yang mengucapkan kalimat &lsquo;subhanallah wa bi hamdih&rsquo; di pagi dan petang hari sebanyak 100 x, maka tidak ada yang datang pada hari kiamat yang lebih baik dari yang ia lakukan kecuali orang yang mengucapkan semisal atau lebih dari itu.<br /><strong>HR. Muslim no.2692.</strong></p>"
  },
  {
    "JUDUL": "Istighfar",
    "KALI": "Di baca 100 kali",
    "ARAB": "أَسْتَغْفِرُ اللَّهَ وَأَتُوْبُ إِلَيْهِ",
    "LATIN": "Astagfirullaaha wa atuubuilaiih",
    "ARTI": "<p>Aku memohon ampun kepada Allah dan bertobat kepadaNya.</p>",
    "SUMBER": "<p>Dari Abu Hurairah radhiyallahu &lsquo;anhu, ia mendengar Nabi shallallahu &lsquo;alaihi wa sallam bersabda yang artinya:<br />Demi Allah, aku sungguh beristighfar pada Allah dan bertaubat pada-Nya dalam sehari lebih dari 70 kali.<br /><strong>HR. Bukhari no. 6307</strong></p><p>Dari Al Aghorr Al Muzanni, yang merupakan sahabat Nabi, bahwa Nabi shallallahu &lsquo;alaihi wa sallam bersabda yang artinya:<br />Ketika hatiku malas, aku beristighfar pada Allah dalam sehari sebanyak seratus kali.<br /><strong>HR. Muslim no. 2702</strong></p>"
  },
  {
    "JUDUL": "Doa Perlindungan Petang Hari",
    "KALI": "Di baca 3 kali",
    "ARAB": "أَعُوْذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ",
    "LATIN": "A'uudzu bi kalimaatillaahit-taammaati min syarri maa khalaq.",
    "ARTI": "<p>Aku berlindung dengan kalimat-kalimat Allah yang sempurna, dari kejahatan makhluk yang diciptakanNya.</p>",
    "SUMBER": "<p><strong>HR. Ahmad 2:290</strong><br /><strong>An-Nasa'i</strong> dalam <strong>'Amalul Yaum wal Lailah, no.590</strong><br /><strong>Ibnu Sunni no.68</strong>. Lihat <strong>Shahih At-Tirmidzi 3:187</strong><br /><strong>Shahih Ibnu Majah 2:266</strong><br /><strong>Tuhfatul Akhyar, hal. 45<br /></strong><strong>Shahiih at-Targhiib wat Tarhiib 1:412 no. 652<br />Shahiih al-Jaami 'ish Shaghiir no. 6427</strong></p>"
  }
]
